[Notes.AbstrInv_Disclaimer DisAbstractItem]
m_ItemName="连环杀戮"
m_PluralItemName=""
m_Description="击杀尽可能多的敌人，两次击杀的间隔不得超过4秒。\n \n倒数计时器在第一个敌人被击杀后开始计时，好好花时间准备一下。\n\n试着使用你的超能力和小装置，时空扭曲会是你最好的伙伴。\n合理利用环境建立优势。\n如果要利用安保系统建立优势的话别忘了使用接线工具。\n \n得分：\n* 每次击杀都会得分。\n* 两次击杀间隔时间越短，获得的分数越高。\n* 多样化的击杀方式会获得额外奖分。\n \n特别项目：\n每完成一回合挑战，你有机会进行一个有特殊目标的奖励回合。别搞砸了，失败的话奖励回合无法重新尝试。\n \n游戏结束：\n游戏不会结束。如果某一回合失败，只需重新开始该回合。"

[Notes.AbstrInv_Phase01_Chain_Disclaimer DisAbstractItem]
m_ItemName="回合 01 - 连杀奖励"
m_PluralItemName=""
m_Description="在不使用时空扭曲的情况下在1秒内杀死3名目标。"

[Notes.AbstrInv_Phase01_Env_Disclaimer DisAbstractItem]
m_ItemName="回合 01 - 环境奖励"
m_PluralItemName=""
m_Description="利用街道的广播喇叭杀死3名目标。"

[Notes.AbstrInv_Phase02_Chain_Disclaimer DisAbstractItem]
m_ItemName="回合 02 - 连杀奖励"
m_PluralItemName=""
m_Description="仅使用十字弩杀死6名目标"

[Notes.AbstrInv_Phase02_Env_Disclaimer DisAbstractItem]
m_ItemName="回合 02 - 环境奖励"
m_PluralItemName=""
m_Description="不使用任何物理武器杀死6名目标"

[Notes.AbstrInv_Phase03_Chain_Disclaimer DisAbstractItem]
m_ItemName="回合 03 - 连杀奖励"
m_PluralItemName=""
m_Description="仅使用闪烁瞬移和佩剑杀死10名目标"

[Notes.AbstrInv_Phase03_Env_Disclaimer DisAbstractItem]
m_ItemName="回合 03 - 环境奖励"
m_PluralItemName=""
m_Description="利用鲸油罐杀死 10 名目标。"

[Notes.AbstrInv_Phase04_Chain_Disclaimer DisAbstractItem]
m_ItemName="回合 04 - 连杀奖励"
m_PluralItemName=""
m_Description="仅使用暴风冲击杀死15名目标"

[Notes.AbstrInv_Phase04_Env_Disclaimer DisAbstractItem]
m_ItemName="回合 04 - 环境奖励"
m_PluralItemName=""
m_Description="不使用任何武器杀死15名目标。"

[Notes.AbstrInv_Phase05_Chain_Disclaimer DisAbstractItem]
m_ItemName="回合 05 - 连杀奖励"
m_PluralItemName=""
m_Description="仅用手雷杀死20名目标。"

[Notes.AbstrInv_Phase05_Env_Disclaimer DisAbstractItem]
m_ItemName="回合 05 - 环境奖励"
m_PluralItemName=""
m_Description="至少使用三种不同的环境击杀杀死20名目标"

[Notes.DisclaimerExpert_Pickup DisTweaks_AbstractItemPickupNote]
m_PressKeyToReadMessage=""
m_OnPickupMessage=""

